<?php

class AhpNewsRU
{
    public $titles1    = array(
    'pageTitle'  =>    "Новости AHP-OS",
    'h1title'    =>    "<h1>AHP Онлайн Система - BPMSG</h1>",
    'h2welc'     =>    "<h2>Добро пожаловать, %s!</h2>",
    'h3release'  =>    "<h3>Версия AHP-OS %s (%s)</h3>",
    'h3news2'    =>    "<h3>AHP-OS на других языках</h3>",
    'h3don'      =>    "<h3>Ваше пожертвование</h3>"
);

    public $msg = array(
    'tu'        =>    "Спасибо!",
    'cont'      =>    "Продолжить"
);

    public $info = array(
    'news0'     =>  "<p>В последнем релизе была добавлена <span class='hl'>русская локализация</span>,
                    благодаря Дмитрию Маеву. </p>",
    'news1'     =>  "<p>
                    Для получения дополнительной информации о <span class='hl'>Групповом Консенсусном Кластерном Анализе</span> перейдите по
                    <a href='https://bpmsg.com/group-consensus-cluster-analysis/' target='_blank'>ссылке</a>.
                    </p>",
    'news2'     =>  "<p>
                    Мы продолжаем искать волонтеров для перевода AHP-OS на другие языки. 
                    В настоящее время поддерживаются английский, немецкий, испанский и португальский, турецкий и русский языки.
                    Если вы готовы помочь, пожалуйста, свяжитесь со мной через ссылку обратной связи в нижней части этой страницы.
                    </p>",
    'don'       =>  "<p>
                    Прежде чем начать: если вы активный пользователь или вам нравится это  решение, <span class='hl'>пожалуйста, помогите пожертвованием</span> для поддержки
                    этого сайта.
                    У меня есть расходы на веб-хостинг, сертификат, защиту от спама и обслуживание, и я хочу сохранить
                    AHP-OS бесплатным для всех пользователей. Как спонсор, ваша учетная запись будет сохранена активной без запроса на
                    повторную активацию, даже если вы не будете обращаться к ней в течение периода длительнее 3 месяцев.
                    </p>",
);
}